---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Length
zh: 长度
source: html/a6c76829-5903-5aeb-b556-e657559a40b8.htm
---
# Autodesk.Revit.DB.GroupTypeId.Length Property

**中文**: 长度

Length.

## Syntax (C#)
```csharp
public static ForgeTypeId Length { get; }
```